[
  {
    "name": "Entry level Sales 7.1 (International)",
    "url": "https://www.shl.com/solutions/products/product-catalog/view/entry-level-sales-7-1/",
    "description": "The Entry Level Sales 7.1 Solution is for entry-level positions in which employees proactively sell products or services to customers and have their compensation and/or performance based on sales revenue. Sample tasks for these jobs include, but are not limited to: promoting products to customers, persuading customers to buy products, and completing a transaction with a customer.Report Language Availability:English (USA), English International,     Portuguese, French Canadian, German, French, Chinese Simplified, Spanish, North American Spanish."
  },
  {
    "name": "Entry Level Sales Sift Out 7.1",
    "url": "https://www.shl.com/solutions/products/product-catalog/view/entry-level-sales-sift-out-7-1/",
    "description": "The Entry Level Sales Sift Out 7.1 Solution is for entry-level positions in which employees proactively sell products or services to customers and have their compensation and/or performance based on sales revenue. Sample tasks for these jobs include, but are not limited to: promoting products to customers, persuading customers to buy products, and completing a transaction with a customer"
  },
  {
    "name": "Entry Level Sales Solution",
    "url": "https://www.shl.com/solutions/products/product-catalog/view/entry-level-sales-solution/",
    "description": "The Precise Fit Entry Level Sales Roles Solution is for entry-level positions in which employees proactively sell products or services to customers and have their compensation and/or performance based on sales revenue. Sample tasks for these jobs include, but are not limited to: promoting products to customers, persuading customers to buy products, and completing a transaction with a customer.Report Language Availability:English (USA)"
  },
  {
    "name": "Sales Representative Solution",
    "url": "https://www.shl.com/solutions/products/product-catalog/view/sales-representative-solution/",
    "description": "The Sales Representative solution is for entry-level sales positions in which employees proactively sell products to customers and have their pay and/or performance based on sales revenue. Sample tasks for these jobs include, but are not limited to: promoting products to customers, persuading customers to buy products, and completing a transaction with a customer. Potential job titles that use this solution are: Sales\r\nRepresentative, Sales Associate, and Sales Clerk. Multiple configurations of this solution are available."
  },
  {
    "name": "Sales Support Specialist Solution",
    "url": "https://www.shl.com/solutions/products/product-catalog/view/sales-support-specialist-solution/",
    "description": "The Sales Support Specialist solution is for entry to mid-level sales support positions in which employees work primarily under the guidance of an account manager or operations manager in support of client accounts. Sample tasks for these jobs include, but are not limited to: implementing customer orders, assisting with and coordinating activities, and utilizing processes to meet customer requirements. Potential job titles that use\r\nthis solution are: Implementation Specialist, Project Assistant, and Sales Support Assistant. Multiple configurations of this solution are available."
  },
  {
    "name": "Technical Sales Associate Solution",
    "url": "https://www.shl.com/solutions/products/product-catalog/view/technical-sales-associate-solution/",
    "description": "The Technical Sales Associate solution is for entry-level retail positions in which employees proactively sell a specific line of products that requires substantial knowledge about the products and have their pay and/or performance based on sales revenue.  Sample tasks for these jobs include, but are not limited to: obtaining detailed product information, promoting products to customers, persuading customers to buy products, and completing a transaction with a customer.  Potential job titles that use this solution are: Sales Representative, Retail Sales Associate, and Sales Clerk. Multiple configurations of this solution are available."
  },
  {
    "name": "SVAR - Spoken English (Indian Accent)",
    "url": "https://www.shl.com/solutions/products/product-catalog/view/svar-spoken-english-indian-accentnew/",
    "description": "Description header not found"
  },
  {
    "name": "Sales & Service Phone Solution",
    "url": "https://www.shl.com/solutions/products/product-catalog/view/sales-and-service-phone-solution/",
    "description": "As part of Contact Center Simulations, the Sales & Service Phone Solution includes a contact center simulation and three behavioral tests designed to measure a wide range of skills, competencies, and behavioral tendencies relevant for contact center jobs. This solution is designed for contact center roles that involve sales or sales-related behaviors such as recommending products or services and retaining customers. Sample tasks for these jobs include: interact with customers on the phone to sell a product/service; add new or upgraded products or services; extend promotional or retention offers; respond appropriately to customer objections; navigate to information menus to assist the customer and process information; and type information quickly and accurately. Potential job titles that use this simulation are: Telesales Representative, Telemarketer, and Contact Center Representative. The behavioral tests in this solution are intended to measure the candidate’s sales focus, learning potential, and the tendency to meet goals and work hard, even when faced with obstacles. Collectively, the assessments in this solution measure a wide range of important skills, abilities, and behaviors for entry-level contact center roles involving sales or sales and service."
  },
  {
    "name": "Sales & Service Phone Simulation",
    "url": "https://www.shl.com/solutions/products/product-catalog/view/sales-and-service-phone-simulation/",
    "description": "As part of Contact Center Simulations, the Sales & Service Phone Simulation is designed for contact center roles that involve sales or sales-related behaviors such as recommending products or services and retaining customers. Sample tasks for these jobs include: interacting with customers on the phone to sell a product/service; adding new or upgraded products or services; extending promotional or retention offers; responding appropriately to customer objections; navigating to information menus to assist the customer and process information; and typing information quickly and accurately. Potential job titles that use this simulation include: telesales representative, outbound sales representative, telemarketer, and contact center representative."
  },
  {
    "name": "English Comprehension (New)",
    "url": "https://www.shl.com/solutions/products/product-catalog/view/english-comprehension-new/",
    "description": "Multiple-choice test that measures vocabulary, grammar and reading comprehension skills."
  }
]